mishafarms/micropython/ports/esp32/boards/WROVER_16M_SPIRAM_SPP/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "ESP32 WROVER 16M (spiram)"
#define MICROPY_HW_MCU_NAME "ESP32"
#define MICROPY_PY_BLUETOOTH (0)
#define MICROPY_BLUETOOTH_SPP (1)